Repository: Brian61-liu/Parkinsons-Assistant
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, ja, ko, pt

# appTitle
source: Kineo
ar: Amplio

# selectTraining
source: Please select the training you want to perform
ar: يرجى اختيار التدريب الذي تريد القيام به
de: Bitte wählen Sie das Training aus, das Sie durchführen möchten
es: Por favor, seleccione el entrenamiento que desea realizar
fr: Veuillez sélectionner l'entraînement que vous souhaitez effectuer
it: Si prega di selezionare l'allenamento che si desidera eseguire
ja: 実施したいトレーニングを選択してください
ko: 수행하려는 훈련을 선택하세요
pt: Por favor, selecione o treinamento que deseja realizar

# tremorTest
source: Hand Tremor Test
ar: اختبار رعشة اليد
de: Handzitter-Test
es: Prueba de Temblor de Mano
fr: Test de Tremblement de Main
it: Test del Tremore della Mano
ja: 手の震えテスト
ko: 손 떨림 테스트
pt: Teste de Tremor de Mão

# tremorTestTitle
source: Hand Tremor Test
ar: اختبار رعشة اليد
de: Handzitter-Test
es: Prueba de Temblor de Mano
fr: Test de Tremblement de Main
it: Test del Tremore della Mano
ja: 手の震えテスト
ko: 손 떨림 테스트
pt: Teste de Tremor de Mão

# tremorTestInstruction
source: Please hold your phone in your hand and keep your arm still for 30 seconds
ar: يرجى حمل الهاتف في يدك والحفاظ على الذراع ثابتة لمدة 30 ثانية
de: Bitte halten Sie das Telefon in der Hand und halten Sie den Arm 30 Sekunden lang still
es: Por favor, sostenga el teléfono en su mano y mantenga el brazo quieto durante 30 segundos
fr: Veuillez tenir le téléphone dans votre main et garder le bras immobile pendant 30 secondes
it: Si prega di tenere il telefono in mano e mantenere il braccio fermo per 30 secondi
ja: スマートフォンを手に持ち、30秒間腕を静止させてください
ko: 휴대폰을 손에 들고 30초 동안 팔을 정지 상태로 유지하세요
pt: Por favor, segure o telefone na mão e mantenha o braço parado por 30 segundos

# remainingTime
source: Remaining: {time}s
ar: الوقت المتبقي: {time} ثانية
de: {time}s verbleibend
es: {time}s restante
fr: {time}s restant
it: {time}s rimanente
ja: 残り {time}秒
ko: {time}초 남음
pt: {time}s restante

# readyToTest
source: Ready to start test
ar: جاهز لبدء الاختبار
de: Bereit, den Test zu starten
es: Listo para comenzar la prueba
fr: Prêt à commencer le test
it: Pronto per iniziare il test
ja: テスト開始準備完了
ko: 테스트 시작 준비 완료
pt: Pronto para iniciar o teste

source: Frequency
ar: التردد
de: Frequenz
es: Frecuencia
fr: Fréquence
it: Frequenza
ja: 周波数
ko: 주파수
pt: Frequência

source: Amplitude
ar: السعة
es: Amplitud
it: Ampiezza
ja: 振幅
ko: 진폭

source: Waiting for data...
ar: في انتظار البيانات...
de: Warten auf Daten...
es: Esperando datos...
fr: En attente de données...
it: In attesa di dati...
ja: データを待っています...
ko: 데이터를 기다리는 중...
pt: Aguardando dados...

source: Start Test
ar: بدء الاختبار
de: Test Starten
es: Iniciar Prueba
fr: Démarrer le Test
it: Avvia Test
ja: テスト開始
ko: 테스트 시작
pt: Iniciar Teste

source: Stop Test
ar: إيقاف الاختبار
de: Test Stoppen
es: Detener Prueba
fr: Arrêter le Test
it: Ferma Test
ja: テスト停止
ko: 테스트 중지
pt: Parar Teste

source: Test Completed
ar: اكتمل الاختبار
de: Test Abgeschlossen
es: Prueba Completada
fr: Test Terminé
it: Test Completato
ja: テスト完了
ko: 테스트 완료
pt: Teste Concluído

# averageFrequency
source: Average Frequency: {frequency} Hz
ar: متوسط التردد: {frequency} هرتز
de: Durchschnittliche Frequenz: {frequency} Hz
es: Frecuencia Promedio: {frequency} Hz
fr: Fréquence Moyenne : {frequency} Hz
it: Frequenza Media: {frequency} Hz
ja: 平均周波数: {frequency} Hz
ko: 평균 주파수: {frequency} Hz
pt: Frequência Média: {frequency} Hz

# averageAmplitude
source: Average Amplitude: {amplitude}
ar: متوسط السعة: {amplitude}
de: Durchschnittliche Amplitude: {amplitude}
es: Amplitud Promedio: {amplitude}
fr: Amplitude Moyenne : {amplitude}
it: Ampiezza Media: {amplitude}
ja: 平均振幅: {amplitude}
ko: 평균 진폭: {amplitude}
pt: Amplitude Média: {amplitude}

# maxAmplitude
source: Max Amplitude: {maxAmplitude}
ar: السعة القصوى: {maxAmplitude}
de: Maximale Amplitude: {maxAmplitude}
es: Amplitud Máxima: {maxAmplitude}
fr: Amplitude Maximale : {maxAmplitude}
it: Ampiezza Massima: {maxAmplitude}
ja: 最大振幅: {maxAmplitude}
ko: 최대 진폭: {maxAmplitude}
pt: Amplitude Máxima: {maxAmplitude}

source: OK
ar: حسناً
ko: 확인

# sensorPermissionRequired
source: Sensor permission required to perform test
ar: يتطلب إذن المستشعر لإجراء الاختبار
de: Sensorberechtigung erforderlich, um den Test durchzuführen
es: Se requiere permiso de sensor para realizar la prueba
fr: Autorisation de capteur requise pour effectuer le test
it: Autorizzazione sensore richiesta per eseguire il test
ja: テストを実施するにはセンサーの許可が必要です
ko: 테스트를 수행하려면 센서 권한이 필요합니다
pt: Permissão de sensor necessária para realizar o teste

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt: Idioma

source: Change Language
ar: تغيير اللغة
de: Sprache Ändern
es: Cambiar Idioma
fr: Changer de Langue
it: Cambia Lingua
ja: 言語を変更
ko: 언어 변경
pt: Alterar Idioma

# selectLanguage
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt: Idioma

source: Real-time Waveform
ar: الموجة
de: Echtzeit-Welle
es: Forma de Onda
fr: Forme d'Onde
it: Forma d'Onda
ja: リアルタイム波形
ko: 실시간 파형
pt: Forma de Onda

source: Tremor Severity
ar: الشدة
de: Schweregrad
es: Severidad
fr: Sévérité
it: Gravità
ja: 重症度
ko: 중증도
pt: Severidade

source: Tremor Frequency
ar: التردد
de: Frequenz
es: Frecuencia
fr: Fréquence
it: Frequenza
ja: 周波数
ko: 주파수
pt: Frequência

source: Avg Amplitude
ar: متوسط السعة
de: Ø Amplitude
es: Amplitud Media
fr: Amp. Moyenne
it: Amp. Media
ja: 平均振幅
ko: 평균 진폭
pt: Amp. Média

# maxAmp
source: Max Amplitude
ar: السعة القصوى
es: Amplitud Máx
fr: Amp. Max
it: Amp. Max
ja: 最大振幅
ko: 최대 진폭
pt: Amp. Máxima

source: Variability
ar: التباين
de: Variabilität
es: Variabilidad
fr: Variabilité
it: Variabilità
ja: 変動性
ko: 변동성
pt: Variabilidade

source: Sample Rate
ar: العينة
de: Abtastrate
es: Frecuencia
fr: Échantillon
it: Campione
ja: サンプル
ko: 샘플링
pt: Amostra

source: Data Points
ar: البيانات
de: Punkte
es: Puntos
fr: Points
it: Punti
ja: データ
ko: 데이터
pt: Pontos

# severityNormal
source: Normal
ar: طبيعي
it: Normale
ja: 正常
ko: 정상

# severityMild
source: Mild
ar: خفيف
de: Leicht
es: Leve
fr: Léger
it: Lieve
ja: 軽度
ko: 경미
pt: Leve

# severityModerate
source: Moderate
ar: معتدل
de: Mäßig
es: Moderado
fr: Modéré
it: Moderato
ja: 中度
ko: 중등도
pt: Moderado

# severityModerateSevere
source: Moderate-Severe
ar: متوسط-شديد
de: Mäßig-Schwer
es: Mod-Severo
fr: Mod-Sévère
it: Mod-Grave
ja: 中重度
ko: 중증도
pt: Mod-Grave

# severitySevere
source: Severe
ar: شديد
de: Schwer
es: Severo
fr: Sévère
it: Grave
ja: 重度
ko: 심각
pt: Grave

# appSubtitle
source: Your personal Parkinson's assistant for movement tracking and analysis
ar: مساعدك الشخصي لمرض باركنسون لتتبع وتحليل الحركة
de: Ihr persönlicher Parkinson-Assistent für Bewegungsverfolgung und -analyse
es: Tu asistente personal de Parkinson para seguimiento y análisis de movimientos
fr: Votre assistant Parkinson personnel pour le suivi et l'analyse des mouvements
it: Il tuo assistente personale per il Parkinson per il monitoraggio e l'analisi dei movimenti
ja: パーキンソン病の動作追跡と分析のためのパーソナルアシスタント
ko: 움직임 추적 및 분석을 위한 파킨슨 개인 도우미
pt: Seu assistente pessoal de Parkinson para rastreamento e análise de movimentos

source: Sign in with Google
ar: تسجيل الدخول بـ Google
de: Mit Google anmelden
es: Iniciar con Google
fr: Connexion Google
it: Accedi con Google
ja: Google でログイン
ko: Google로 로그인
pt: Entrar com Google

source: Signing in...
ar: جارٍ تسجيل الدخول...
de: Anmeldung...
es: Iniciando...
fr: Connexion...
it: Accesso...
ja: ログイン中...
ko: 로그인 중...
pt: Entrando...

# privacyNotice
source: By signing in, you agree to our Terms of Service and Privacy Policy
ar: من خلال تسجيل الدخول، فإنك توافق على شروط الخدمة وسياسة الخصوصية الخاصة بنا
de: Mit der Anmeldung stimmen Sie unseren Nutzungsbedingungen und Datenschutzrichtlinien zu
es: Al iniciar sesión, aceptas nuestros Términos de Servicio y Política de Privacidad
fr: En vous connectant, vous acceptez nos Conditions d'utilisation et notre Politique de confidentialité
it: Accedendo, accetti i nostri Termini di servizio e l'Informativa sulla privacy
ja: サインインすることで、利用規約とプライバシーポリシーに同意したことになります
ko: 로그인하면 서비스 약관 및 개인정보 보호정책에 동의하게 됩니다
pt: Ao entrar, você concorda com nossos Termos de Serviço e Política de Privacidade

source: Login Error
ar: خطأ في تسجيل الدخول
de: Anmeldefehler
es: Error de Inicio de Sesión
fr: Erreur de Connexion
it: Errore di Accesso
ja: ログインエラー
ko: 로그인 오류
pt: Erro de Login

source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
ko: 확인
pt: Confirmar

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar

source: Logout
ar: تسجيل الخروج
de: Abmelden
es: Cerrar Sesión
fr: Déconnexion
it: Esci
ja: ログアウト
ko: 로그아웃
pt: Sair

# logoutConfirm
source: Are you sure you want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
de: Sind Sie sicher, dass Sie sich abmelden möchten?
es: ¿Estás seguro de que quieres cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
it: Sei sicuro di voler uscire?
ja: 本当にログアウトしますか？
ko: 정말 로그아웃하시겠습니까?
pt: Tem certeza de que deseja sair?

# welcome
source: Welcome, {name}
ar: مرحباً، {name}
de: Willkommen, {name}
es: Bienvenido, {name}
fr: Bienvenue, {name}
it: Benvenuto, {name}
ja: ようこそ、{name}
ko: 환영합니다, {name}
pt: Bem-vindo, {name}

source: Sync to Cloud
ar: مزامنة مع السحابة
de: In Cloud synchronisieren
es: Sincronizar en la Nube
fr: Synchroniser dans le Cloud
it: Sincronizza nel Cloud
ja: クラウドに同期
ko: 클라우드에 동기화
pt: Sincronizar na Nuvem

# dataSynced
source: Data synced successfully
ar: تمت مزامنة البيانات بنجاح
de: Daten erfolgreich synchronisiert
es: Datos sincronizados con éxito
fr: Données synchronisées avec succès
it: Dati sincronizzati con successo
ja: データが正常に同期されました
ko: 데이터가 성공적으로 동기화되었습니다
pt: Dados sincronizados com sucesso

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de Confidentialité
it: Informativa sulla Privacy
ja: プライバシーポリシー
ko: 개인정보 보호정책
pt: Política de Privacidade

# privacyPolicyIntro
source: Introduction
ar: مقدمة
de: Einführung
es: Introducción
it: Introduzione
ja: はじめに
ko: 소개
pt: Introdução

# privacyPolicyIntroText
source: Kineo is committed to protecting your privacy and the security of your personal health data. This policy explains how we collect, use, store, and protect your information in compliance with HIPAA and GDPR regulations.
ar: تلتزم Amplio بحماية خصوصيتك وبياناتك الصحية. توضح هذه السياسة كيفية جمع واستخدام وتخزين وحماية معلوماتك، وفقاً لـ HIPAA و GDPR.
de: Kineo verpflichtet sich, Ihre Privatsphäre und Gesundheitsdaten zu schützen. Diese Richtlinie erklärt, wie wir Ihre Daten gemäß HIPAA und DSGVO erfassen, verwenden, speichern und schützen.
es: Kineo se compromete a proteger su privacidad y datos de salud. Esta política explica cómo recopilamos, usamos, almacenamos y protegemos su información, cumpliendo con HIPAA y RGPD.
fr: Kineo s'engage à protéger votre vie privée et vos données de santé. Cette politique explique comment nous collectons, utilisons, stockons et protégeons vos informations, conformément à HIPAA et GDPR.
it: Kineo si impegna a proteggere la tua privacy e i dati sulla salute. Questa politica spiega come raccogliamo, usiamo, archiviamo e proteggiamo le tue informazioni, in conformità con HIPAA e GDPR.
ja: Kineoはお客様のプライバシーと健康データの保護に努めています。本ポリシーでは、HIPAAおよびGDPRに準拠した情報の収集、使用、保存、保護について説明します。
ko: Kineo는 귀하의 개인정보와 건강 데이터 보호에 최선을 다합니다. 본 정책은 HIPAA 및 GDPR을 준수하는 정보 수집, 사용, 저장, 보호에 대해 설명합니다.
pt: A Kineo está comprometida em proteger sua privacidade e dados de saúde. Esta política explica como coletamos, usamos, armazenamos e protegemos suas informações, em conformidade com HIPAA e LGPD.

# dataCollection
source: Data We Collect
ar: البيانات التي نجمعها
de: Erfasste Daten
es: Datos que Recopilamos
fr: Données Collectées
it: Dati che Raccogliamo
ja: 収集するデータ
ko: 수집하는 데이터
pt: Dados que Coletamos

# dataCollectionText
source: We collect the following data: • Account info: Email, name (for authentication) • Sensor data: Movement data during tremor tests • Test results: Frequency, amplitude, severity We follow data minimization principles.
ar: نجمع البيانات التالية: • الحساب: البريد الإلكتروني، الاسم (للمصادقة) • المستشعرات: بيانات الحركة أثناء الاختبارات • النتائج: التردد، السعة، الشدة نتبع مبدأ تقليل البيانات.
de: Wir erfassen folgende Daten: • Kontodaten: E-Mail, Name (Authentifizierung) • Sensordaten: Bewegungsdaten während Tests • Testergebnisse: Frequenz, Amplitude, Schweregrad Wir folgen dem Prinzip der Datenminimierung.
es: Recopilamos los siguientes datos: • Cuenta: Email, nombre (autenticación) • Sensores: Datos de movimiento durante pruebas • Resultados: Frecuencia, amplitud, severidad Seguimos el principio de minimización de datos.
fr: Nous collectons les données suivantes : • Compte : Email, nom (authentification) • Capteurs : Données de mouvement pendant les tests • Résultats : Fréquence, amplitude, sévérité Nous suivons le principe de minimisation des données.
it: Raccogliamo i seguenti dati: • Account: Email, nome (autenticazione) • Sensori: Dati di movimento durante i test • Risultati: Frequenza, ampiezza, gravità Seguiamo il principio di minimizzazione dei dati.
ja: 以下のデータを収集します： • アカウント情報：メール、名前（認証用） • センサーデータ：振戦テスト中の動きデータ • テスト結果：周波数、振幅、重症度 データ最小化の原則に従います。
ko: 다음 데이터를 수집합니다: • 계정 정보: 이메일, 이름 (인증용) • 센서 데이터: 떨림 테스트 중 동작 데이터 • 테스트 결과: 주파수, 진폭, 중증도 데이터 최소화 원칙을 따릅니다.
pt: Coletamos os seguintes dados: • Conta: Email, nome (autenticação) • Sensores: Dados de movimento durante testes • Resultados: Frequência, amplitude, severidade Seguimos o princípio de minimização de dados.

# dataUsage
source: How We Use Your Data
ar: استخدام البيانات
de: Datenverwendung
es: Uso de Datos
fr: Utilisation des Données
it: Uso dei Dati
ja: データの使用目的
ko: 데이터 사용 방법
pt: Uso dos Dados

# dataUsageText
source: Your data is used solely for: • Providing tremor analysis and tracking • Generating health reports for you and providers • Improving algorithms (anonymized, with consent)
ar: تُستخدم بياناتك فقط لـ: • توفير تحليل وتتبع الرعشة • إنشاء تقارير صحية • تحسين الخوارزميات (بيانات مجهولة بموافقتك)
de: Ihre Daten werden ausschließlich verwendet für: • Zitteranalyse und -verfolgung • Erstellung von Gesundheitsberichten • Algorithmusverbesserung (nur anonymisierte Daten mit Zustimmung)
es: Sus datos se usan únicamente para: • Proporcionar análisis y seguimiento de temblores • Generar informes de salud • Mejorar algoritmos (datos anónimos con consentimiento)
fr: Vos données sont utilisées uniquement pour : • Fournir l'analyse et le suivi des tremblements • Générer des rapports de santé • Améliorer nos algorithmes (données anonymisées avec consentement)
it: I tuoi dati vengono utilizzati solo per: • Fornire analisi e tracciamento dei tremori • Generare rapporti sulla salute • Migliorare gli algoritmi (dati anonimi con consenso)
ja: お客様のデータは以下の目的でのみ使用されます： • 振戦分析と追跡の提供 • 健康レポートの生成 • アルゴリズムの改善（同意を得た匿名データのみ）
ko: 귀하의 데이터는 다음 목적으로만 사용됩니다: • 떨림 분석 및 추적 제공 • 건강 보고서 생성 • 알고리즘 개선 (동의 시 익명 데이터만)
pt: Seus dados são usados apenas para: • Fornecer análise e rastreamento de tremores • Gerar relatórios de saúde • Melhorar algoritmos (dados anônimos com consentimento)

# dataStorage
source: Data Storage & Security
ar: التخزين والأمان
de: Datenspeicherung und Sicherheit
es: Almacenamiento y Seguridad
fr: Stockage et Sécurité
it: Archiviazione e Sicurezza
ja: データの保存とセキュリティ
ko: 데이터 저장 및 보안
pt: Armazenamento e Segurança

# dataStorageText
source: Your data is stored securely on Google Firebase. • End-to-end encryption • TLS 1.3 for all transmissions • Strict access controls • Regular security audits
ar: يتم تخزين بياناتك بأمان على Google Firebase. • تشفير من طرف إلى طرف • TLS 1.3 لجميع الإرسالات • ضوابط وصول صارمة • تدقيقات أمنية منتظمة
de: Ihre Daten werden sicher auf Google Firebase gespeichert. • Ende-zu-Ende-Verschlüsselung • TLS 1.3 für alle Übertragungen • Strenge Zugriffskontrollen • Regelmäßige Sicherheitsaudits
es: Sus datos se almacenan de forma segura en Google Firebase. • Cifrado de extremo a extremo • TLS 1.3 para todas las transmisiones • Controles de acceso estrictos • Auditorías de seguridad regulares
fr: Vos données sont stockées en sécurité sur Google Firebase. • Chiffrement de bout en bout • TLS 1.3 pour toutes les transmissions • Contrôles d'accès stricts • Audits de sécurité réguliers
it: I tuoi dati sono archiviati in modo sicuro su Google Firebase. • Crittografia end-to-end • TLS 1.3 per tutte le trasmissioni • Controlli di accesso rigorosi • Audit di sicurezza regolari
ja: お客様のデータはGoogle Firebaseに安全に保存されます。 • エンドツーエンド暗号化 • TLS 1.3によるすべての通信 • 厳格なアクセス制御 • 定期的なセキュリティ監査
ko: 귀하의 데이터는 Google Firebase에 안전하게 저장됩니다. • 종단간 암호화 • 모든 전송에 TLS 1.3 • 엄격한 접근 제어 • 정기 보안 감사
pt: Seus dados são armazenados com segurança no Google Firebase. • Criptografia de ponta a ponta • TLS 1.3 para todas as transmissões • Controles de acesso rigorosos • Auditorias de segurança regulares

source: Data Sharing
ar: مشاركة البيانات
de: Datenweitergabe
es: Compartir Datos
fr: Partage des Données
it: Condivisione Dati
ja: データの共有
ko: 데이터 공유
pt: Compartilhamento de Dados

# dataSharingText
source: We NEVER sell your personal health data. Data is only shared: • With your explicit consent • With healthcare providers you designate • When required by law Anonymized data may be used for research.
ar: لا نبيع أبداً بياناتك الصحية. تتم مشاركة البيانات فقط: • بموافقتك الصريحة • مع مقدمي الرعاية الصحية المعينين • عند مطالبة القانون قد تُستخدم البيانات المجهولة للبحث.
de: Wir verkaufen NIEMALS Ihre Gesundheitsdaten. Daten werden nur weitergegeben: • Mit Ihrer ausdrücklichen Zustimmung • An von Ihnen benannte Gesundheitsdienstleister • Wenn gesetzlich vorgeschrieben Anonymisierte Daten können für Forschung verwendet werden.
es: NUNCA vendemos sus datos de salud. Los datos solo se comparten: • Con su consentimiento explícito • Con proveedores de salud designados • Cuando la ley lo requiere Los datos anónimos pueden usarse para investigación.
fr: Nous ne vendons JAMAIS vos données de santé. Les données sont partagées uniquement : • Avec votre consentement explicite • Avec les prestataires de soins désignés • Lorsque la loi l'exige Les données anonymisées peuvent être utilisées pour la recherche.
it: Non vendiamo MAI i tuoi dati sulla salute. I dati vengono condivisi solo: • Con il tuo consenso esplicito • Con i fornitori sanitari designati • Quando richiesto dalla legge I dati anonimi possono essere usati per la ricerca.
ja: お客様の健康データを販売することは決してありません。 データは以下の場合のみ共有されます： • お客様の明示的な同意がある場合 • 指定された医療提供者との共有 • 法律で要求された場合 匿名化されたデータは研究に使用される場合があります。
ko: 귀하의 건강 데이터를 절대 판매하지 않습니다. 데이터는 다음 경우에만 공유됩니다: • 귀하의 명시적 동의 • 지정된 의료 제공자와 공유 • 법적 요구 시 익명화된 데이터는 연구에 사용될 수 있습니다.
pt: NUNCA vendemos seus dados de saúde. Dados são compartilhados apenas: • Com seu consentimento explícito • Com provedores de saúde designados • Quando exigido por lei Dados anônimos podem ser usados para pesquisa.

# userRights
source: Your Rights (GDPR)
ar: حقوقك (GDPR)
de: Ihre Rechte (DSGVO)
es: Sus Derechos (RGPD)
fr: Vos Droits (RGPD)
it: I Tuoi Diritti (GDPR)
ja: お客様の権利（GDPR）
ko: 귀하의 권리 (GDPR)
pt: Seus Direitos (LGPD)

# userRightsText
source: Under GDPR, you have the right to: • Access: View all your data • Portability: Export your data • Erasure: Delete your data • Withdraw: Revoke consent anytime • Complain: Lodge complaints with authorities
ar: وفقاً لـ GDPR، لديك الحق في: • الوصول: عرض جميع بياناتك • النقل: تصدير بياناتك • المحو: حذف بياناتك • السحب: سحب الموافقة • الشكوى: تقديم شكاوى للسلطات
de: Gemäß DSGVO haben Sie das Recht auf: • Auskunft: Alle Ihre Daten einsehen • Portabilität: Daten exportieren • Löschung: Daten löschen • Widerruf: Einwilligung jederzeit widerrufen • Beschwerde: Bei Behörden beschweren
es: Según el RGPD, tiene derecho a: • Acceso: Ver todos sus datos • Portabilidad: Exportar sus datos • Supresión: Eliminar sus datos • Retiro: Retirar consentimiento • Reclamación: Presentar quejas ante autoridades
fr: Selon le RGPD, vous avez le droit de : • Accès : Consulter toutes vos données • Portabilité : Exporter vos données • Effacement : Supprimer vos données • Retrait : Retirer votre consentement • Réclamation : Porter plainte auprès des autorités
it: Ai sensi del GDPR, hai il diritto di: • Accesso: Visualizzare tutti i tuoi dati • Portabilità: Esportare i tuoi dati • Cancellazione: Eliminare i tuoi dati • Revoca: Revocare il consenso • Reclamo: Presentare reclami alle autorità
ja: GDPRに基づき、以下の権利があります： • アクセス権：すべてのデータを閲覧 • ポータビリティ：データをエクスポート • 削除権：データを削除 • 撤回権：いつでも同意を撤回 • 苦情申立権：監督機関への申立て
ko: GDPR에 따라 다음 권리가 있습니다: • 접근권: 모든 데이터 조회 • 이동권: 데이터 내보내기 • 삭제권: 데이터 삭제 • 철회권: 언제든 동의 철회 • 불만권: 감독 기관에 불만 제기
pt: Segundo a LGPD, você tem direito a: • Acesso: Ver todos os seus dados • Portabilidade: Exportar seus dados • Exclusão: Excluir seus dados • Revogação: Revogar consentimento • Reclamação: Apresentar queixas às autoridades

# dataSecurity
source: Security Measures
ar: إجراءات الأمان
de: Sicherheitsmaßnahmen
es: Medidas de Seguridad
fr: Mesures de Sécurité
it: Misure di Sicurezza
ja: セキュリティ対策
ko: 보안 조치
pt: Medidas de Segurança

# dataSecurityText
source: We implement multiple security layers: • AES-256 encryption at rest • TLS 1.3 for data in transit • Multi-factor authentication • Regular penetration testing • Comprehensive audit logging • Employee security training
ar: نطبق طبقات أمان متعددة: • تشفير AES-256 في الراحة • TLS 1.3 في النقل • مصادقة متعددة العوامل • اختبارات اختراق منتظمة • سجلات تدقيق شاملة • تدريب أمني للموظفين
de: Wir implementieren mehrschichtige Sicherheit: • AES-256 Ruheverschlüsselung • TLS 1.3 Übertragungsverschlüsselung • Multi-Faktor-Authentifizierung • Regelmäßige Penetrationstests • Umfassende Audit-Protokolle • Mitarbeiter-Sicherheitsschulung
es: Implementamos múltiples capas de seguridad: • Cifrado AES-256 en reposo • TLS 1.3 en tránsito • Autenticación multifactor • Pruebas de penetración regulares • Registros de auditoría completos • Formación de seguridad para empleados
fr: Nous mettons en œuvre plusieurs couches de sécurité : • Chiffrement AES-256 au repos • TLS 1.3 en transit • Authentification multifacteur • Tests de pénétration réguliers • Journaux d'audit complets • Formation sécurité des employés
it: Implementiamo più livelli di sicurezza: • Crittografia AES-256 a riposo • TLS 1.3 in transito • Autenticazione multifattore • Test di penetrazione regolari • Log di audit completi • Formazione sulla sicurezza dei dipendenti
ja: 多層的なセキュリティ対策を実施： • AES-256静的暗号化 • TLS 1.3転送暗号化 • 多要素認証 • 定期的な侵入テスト • 包括的な監査ログ • 従業員セキュリティ研修
ko: 다층적 보안 조치를 구현합니다: • AES-256 정적 암호화 • TLS 1.3 전송 암호화 • 다중 인증 • 정기 침투 테스트 • 포괄적 감사 로그 • 직원 보안 교육
pt: Implementamos múltiplas camadas de segurança: • Criptografia AES-256 em repouso • TLS 1.3 em trânsito • Autenticação multifator • Testes de penetração regulares • Logs de auditoria completos • Treinamento de segurança para funcionários

source: Contact Us
ar: اتصل بنا
de: Kontakt
es: Contáctenos
fr: Nous Contacter
it: Contattaci
ja: お問い合わせ
ko: 문의하기
pt: Entre em Contato

# contactUsText
source: For privacy inquiries or to exercise your data rights, contact our Data Protection Officer at: privacy@kineo-app.com
ar: استفسارات الخصوصية: privacy@kineo-app.com
de: Datenschutzanfragen: privacy@kineo-app.com
es: Consultas de privacidad: privacy@kineo-app.com
fr: Questions de confidentialité : privacy@kineo-app.com
it: Domande sulla privacy: privacy@kineo-app.com
ja: プライバシーに関するお問い合わせ：privacy@kineo-app.com
ko: 개인정보 관련 문의: privacy@kineo-app.com
pt: Consultas de privacidade: privacy@kineo-app.com

source: Last Updated
ar: آخر تحديث
de: Zuletzt aktualisiert
es: Última actualización
fr: Dernière mise à jour
it: Ultimo aggiornamento
ja: 最終更新
ko: 최종 업데이트
pt: Última atualização

source: Version
ar: الإصدار
es: Versión
it: Versione
ja: バージョン
ko: 버전
pt: Versão
