Repository: Brian61-liu/Parkinsons-Assistant
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, ja, ko, pt

source: Data Management
ar: إدارة البيانات
de: Datenverwaltung
es: Gestión de Datos
fr: Gestion des Données
it: Gestione Dati
ja: データ管理
ko: 데이터 관리
pt: Gestão de Dados

# gdprRights
source: Under GDPR and HIPAA, you have the right to access, export, and delete your personal health data at any time.
ar: وفقاً لـ GDPR و HIPAA، يمكنك الوصول إلى بياناتك الصحية وتصديرها وحذفها في أي وقت.
de: Gemäß DSGVO und HIPAA können Sie jederzeit auf Ihre Gesundheitsdaten zugreifen, sie exportieren und löschen.
es: Según RGPD e HIPAA, puede acceder, exportar y eliminar sus datos de salud en cualquier momento.
fr: Selon RGPD et HIPAA, vous pouvez accéder, exporter et supprimer vos données de santé à tout moment.
it: Secondo GDPR e HIPAA, puoi accedere, esportare ed eliminare i tuoi dati sanitari in qualsiasi momento.
ja: GDPRおよびHIPAAに基づき、お客様はいつでも個人健康データにアクセス、エクスポート、削除する権利があります。
ko: GDPR 및 HIPAA에 따라 언제든 개인 건강 데이터에 접근, 내보내기, 삭제할 권리가 있습니다.
pt: Segundo LGPD e HIPAA, você pode acessar, exportar e excluir seus dados de saúde a qualquer momento.

# exportData
source: Export My Data
ar: تصدير بياناتي
de: Meine Daten Exportieren
es: Exportar mis Datos
fr: Exporter mes Données
it: Esporta i Miei Dati
ja: データをエクスポート
ko: 데이터 내보내기
pt: Exportar Meus Dados

# exportDataDescription
source: Download a complete copy of all your data in JSON format. This includes your profile information and all tremor test records.
ar: قم بتنزيل نسخة كاملة من جميع بياناتك (تنسيق JSON).
de: Laden Sie eine vollständige Kopie aller Daten herunter (JSON-Format).
es: Descargue una copia completa de todos sus datos (formato JSON).
fr: Téléchargez une copie complète de toutes vos données (format JSON).
it: Scarica una copia completa di tutti i tuoi dati (formato JSON).
ja: すべてのデータの完全なコピーをダウンロードします（JSON形式）。
ko: 모든 데이터의 완전한 사본을 다운로드합니다 (JSON 형식).
pt: Baixe uma cópia completa de todos os seus dados (formato JSON).

source: Export
ar: تصدير
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: エクスポート
ko: 내보내기
pt: Exportar

source: Exporting...
ar: جارٍ التصدير...
de: Exportiere...
es: Exportando...
fr: Exportation...
it: Esportazione...
ja: エクスポート中...
ko: 내보내는 중...
pt: Exportando...

# exportSuccess
source: Export Successful
ar: تم التصدير بنجاح
de: Export Erfolgreich
es: Exportación Exitosa
fr: Export Réussi
it: Esportazione Riuscita
ja: エクスポート成功
ko: 내보내기 성공
pt: Exportação Bem-sucedida

# exportSuccessMessage
source: Your data has been copied to the clipboard. You can paste it into a text file to save.
ar: تم نسخ بياناتك إلى الحافظة.
de: Ihre Daten wurden in die Zwischenablage kopiert.
es: Sus datos han sido copiados al portapapeles.
fr: Vos données ont été copiées dans le presse-papiers.
it: I tuoi dati sono stati copiati negli appunti.
ja: データがクリップボードにコピーされました。
ko: 데이터가 클립보드에 복사되었습니다.
pt: Seus dados foram copiados para a área de transferência.

# deleteAllRecords
source: Delete All Test Records
ar: حذف جميع السجلات
de: Alle Aufzeichnungen Löschen
es: Eliminar Todos los Registros
fr: Supprimer Tous les Enregistrements
it: Elimina Tutte le Registrazioni
ja: すべてのテスト記録を削除
ko: 모든 테스트 기록 삭제
pt: Excluir Todos os Registros

# deleteAllRecordsDescription
source: Permanently delete all your tremor test records. This action cannot be undone.
ar: احذف جميع سجلات الاختبارات نهائياً. لا يمكن التراجع عن هذا الإجراء.
de: Alle Zittertestaufzeichnungen dauerhaft löschen. Diese Aktion kann nicht rückgängig gemacht werden.
es: Elimine permanentemente todos sus registros de pruebas. Esta acción no se puede deshacer.
fr: Supprimez définitivement tous vos enregistrements de tests. Cette action est irréversible.
it: Elimina permanentemente tutte le registrazioni dei test. Questa azione non può essere annullata.
ja: すべての振戦テスト記録を永久に削除します。この操作は取り消せません。
ko: 모든 떨림 테스트 기록을 영구 삭제합니다. 이 작업은 취소할 수 없습니다.
pt: Exclua permanentemente todos os registros de testes. Esta ação não pode ser desfeita.

source: Delete All Data
ar: حذف جميع البيانات
de: Alle Daten Löschen
es: Eliminar Todos los Datos
fr: Supprimer Toutes les Données
it: Elimina Tutti i Dati
ja: すべてのデータを削除
ko: 모든 데이터 삭제
pt: Excluir Todos os Dados

# deleteAllDataConfirm
source: Are you sure you want to delete all your test records? This action is irreversible.
ar: هل أنت متأكد من حذف جميع السجلات؟ هذا الإجراء لا رجعة فيه.
de: Möchten Sie wirklich alle Aufzeichnungen löschen? Diese Aktion ist unwiderruflich.
es: ¿Está seguro de eliminar todos los registros? Esta acción es irreversible.
fr: Voulez-vous vraiment supprimer tous les enregistrements ? Cette action est irréversible.
it: Sei sicuro di voler eliminare tutte le registrazioni? Questa azione è irreversibile.
ja: すべてのテスト記録を削除しますか？この操作は元に戻せません。
ko: 모든 테스트 기록을 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
pt: Tem certeza de que deseja excluir todos os registros? Esta ação é irreversível.

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt: Excluir

# deleteSuccess
source: Deletion Successful
ar: تم الحذف بنجاح
de: Löschen Erfolgreich
es: Eliminación Exitosa
fr: Suppression Réussie
it: Eliminazione Riuscita
ja: 削除成功
ko: 삭제 성공
pt: Exclusão Bem-sucedida

# deleteSuccessMessage
source: All your test records have been permanently deleted.
ar: تم حذف جميع السجلات نهائياً.
de: Alle Aufzeichnungen wurden dauerhaft gelöscht.
es: Todos sus registros han sido eliminados permanentemente.
fr: Tous vos enregistrements ont été supprimés définitivement.
it: Tutte le registrazioni sono state eliminate permanentemente.
ja: すべてのテスト記録が永久に削除されました。
ko: 모든 테스트 기록이 영구 삭제되었습니다.
pt: Todos os registros foram excluídos permanentemente.

source: Delete Account
ar: حذف الحساب
de: Konto Löschen
es: Eliminar Cuenta
fr: Supprimer le Compte
it: Elimina Account
ja: アカウントを削除
ko: 계정 삭제
pt: Excluir Conta

# deleteAccountDescription
source: Permanently delete your account and all associated data. This includes all test records and personal information.
ar: احذف حسابك وجميع البيانات المرتبطة نهائياً.
de: Konto und alle zugehörigen Daten dauerhaft löschen.
es: Elimine permanentemente su cuenta y todos los datos asociados.
fr: Supprimez définitivement votre compte et toutes les données associées.
it: Elimina permanentemente il tuo account e tutti i dati associati.
ja: アカウントとすべての関連データを永久に削除します。
ko: 계정과 모든 관련 데이터를 영구 삭제합니다.
pt: Exclua permanentemente sua conta e todos os dados associados.

# deleteAccountWarning
source: This will permanently delete your account and ALL your data. This action CANNOT be undone.
ar: سيتم حذف حسابك وجميع البيانات نهائياً. لا يمكن التراجع عن هذا الإجراء.
de: Ihr Konto und alle Daten werden dauerhaft gelöscht. Diese Aktion ist unwiderruflich.
es: Su cuenta y todos los datos serán eliminados permanentemente. Esta acción es irreversible.
fr: Votre compte et toutes les données seront supprimés définitivement. Cette action est irréversible.
it: Il tuo account e tutti i dati verranno eliminati permanentemente. Questa azione è irreversibile.
ja: アカウントとすべてのデータが永久に削除されます。この操作は取り消せません。
ko: 계정과 모든 데이터가 영구 삭제됩니다. 이 작업은 취소할 수 없습니다.
pt: Sua conta e todos os dados serão excluídos permanentemente. Esta ação é irreversível.

# deleteAccountFinalWarning
source: FINAL WARNING: Once deleted, your account and all data will be gone forever. Are you absolutely sure?
ar: تحذير أخير: بعد الحذف، سيفقد حسابك وبياناتك إلى الأبد. هل أنت متأكد؟
de: Letzte Warnung: Nach dem Löschen sind Konto und Daten für immer verloren. Sind Sie sicher?
es: Última advertencia: Después de eliminar, su cuenta y datos se perderán para siempre. ¿Está seguro?
fr: Dernier avertissement : Après suppression, votre compte et données seront perdus à jamais. Êtes-vous sûr ?
it: Ultimo avviso: Dopo l'eliminazione, account e dati saranno persi per sempre. Sei sicuro?
ja: 最終警告：削除後、アカウントとデータは永久に失われます。本当によろしいですか？
ko: 최종 경고: 삭제 후 계정과 데이터는 영원히 사라집니다. 정말 확실합니까?
pt: Último aviso: Após a exclusão, sua conta e dados serão perdidos para sempre. Tem certeza?

source: Final Warning
ar: تحذير أخير
de: Letzte Warnung
es: Última Advertencia
fr: Dernier Avertissement
it: Ultimo Avviso
ja: 最終警告
ko: 최종 경고
pt: Último Aviso

source: Delete Forever
ar: حذف نهائي
de: Dauerhaft Löschen
es: Eliminar Permanentemente
fr: Supprimer Définitivement
it: Elimina per Sempre
ja: 永久に削除
ko: 영구 삭제
pt: Excluir Permanentemente

source: Continue
ar: متابعة
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ja: 続行
ko: 계속
pt: Continuar

source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pt: Erro

source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
pt: Configurações

# testHistory
source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ko: 기록
pt: Histórico

# noTestRecords
source: No test records yet
ar: لا توجد سجلات اختبار
de: Keine Testaufzeichnungen
es: No hay registros de pruebas
fr: Aucun enregistrement de test
it: Nessun record di test
ko: 테스트 기록이 없습니다
pt: Nenhum registro de teste

# noTestRecordsHint
source: Complete a tremor test to see your results here
ar: أكمل اختبار الرعشة لرؤية نتائجك هنا
de: Führen Sie einen Zittertest durch, um Ihre Ergebnisse hier zu sehen
es: Complete una prueba de temblor para ver sus resultados aquí
fr: Effectuez un test de tremblement pour voir vos résultats ici
it: Completa un test di tremore per vedere i tuoi risultati qui
ko: 떨림 테스트를 완료하면 결과가 여기에 표시됩니다
pt: Complete um teste de tremor para ver seus resultados aqui

source: Test Date
ar: تاريخ الاختبار
de: Testdatum
es: Fecha de Prueba
fr: Date du Test
it: Data del Test
ko: 테스트 날짜
pt: Data do Teste

source: Delete Record
ar: حذف السجل
de: Aufzeichnung Löschen
es: Eliminar Registro
fr: Supprimer l'Enregistrement
it: Elimina Record
ko: 기록 삭제
pt: Excluir Registro

# deleteRecordConfirm
source: Are you sure you want to delete this test record?
ar: هل أنت متأكد من حذف سجل الاختبار هذا؟
de: Möchten Sie diese Testaufzeichnung wirklich löschen?
es: ¿Está seguro de eliminar este registro de prueba?
fr: Êtes-vous sûr de vouloir supprimer cet enregistrement ?
it: Sei sicuro di voler eliminare questo record di test?
ko: 이 테스트 기록을 삭제하시겠습니까?
pt: Tem certeza de que deseja excluir este registro de teste?

source: Record deleted
ar: تم حذف السجل
de: Aufzeichnung gelöscht
es: Registro eliminado
fr: Enregistrement supprimé
it: Record eliminato
ko: 기록이 삭제되었습니다
pt: Registro excluído

source: Duration
ar: المدة
de: Dauer
es: Duración
fr: Durée
it: Durata
ko: 시간
pt: Duração

# seconds
source: s
ar: ث
ko: 초

source: Tap to cancel
ar: انقر للإلغاء
de: Zum Abbrechen tippen
es: Toque para cancelar
fr: Appuyez pour annuler
it: Tocca per annullare
ko: 탭하여 취소
pt: Toque para cancelar
